<?php

return [
    'singular' => 'المراسلة',
    'plural' => 'المراسلات',
    'draft' => 'انشاء مراسلة جديدة',
    'arrived'=> 'المراسلات الواردة',
    'income'=> 'المراسلات المسجلة في الوارد',
    'outcome'=> 'المراسلات المسجلة في الصادر',
    'needprocess'=> 'مراسلات بانتظار المعالجة',
    'needdispatch'=> 'مراسلات معالجة بانتظار الارسال',

    'fields' => [
        'id' => 'الرقم',
        'objet' => 'الموضوع',
        'ref' => 'المرجع',
        'body' => 'المحتوى',
        'created_at' => 'تاريخ الانشاء',
        'updated_at' => 'تاريخ اخر تعديل',
        'attachments' => 'المرفقات'
    ],
];
